[
  {
    "id": 1,
    "vn_title": "1. Making films (đề mới cập nhật T10/2025) – thi nhiều",
    "type": "reading_part_2_3",
    "fixed": {
      "number": 0,
      "sentence": "Here are some ideas to help you talk about making films.",
      "vi": "Dưới đây là một số ý tưởng giúp bạn nói về việc làm phim."
    },
    "items": [
      {
        "number": 1,
        "sentence": "The films in that period were different from the films of today.",
        "vi": "Các bộ phim trong thời kỳ đó khác với các bộ phim ngày nay."
      },
      {
        "number": 2,
        "sentence": "This is because they were black and white, and there was no sound.",
        "vi": "Điều này là vì chúng chỉ có màu đen trắng và không có âm thanh."
      },
      {
        "number": 3,
        "sentence": "In addition to these technical limitations, film producers also had a very low budget.",
        "vi": "Ngoài những hạn chế về kỹ thuật này, các nhà làm phim còn có kinh phí rất thấp."
      },
      {
        "number": 4,
        "sentence": "This lack of money mostly affected actors, and they didn't earn much.",
        "vi": "Việc thiếu tiền chủ yếu ảnh hưởng tới các diễn viên và họ không kiếm được nhiều tiền."
      },
      {
        "number": 5,
        "sentence": "Things have changed over time, and some of them have earned millions of dollars after appearing in films.",
        "vi": "Mọi thứ đã thay đổi theo thời gian, và một số người trong số họ đã kiếm được hàng triệu đô la sau khi tham gia phim."
      }
    ],
    "answer": [
      1,
      2,
      3,
      4,
      5
    ]
  },
  {
    "id": 2,
    "vn_title": "2. Weekend activities (đề mới cập nhật T11/2025) – thi nhiều",
    "type": "reading_part_2_3",
    "fixed": {
      "number": 0,
      "sentence": "This is what happened during the weekend race and games.",
      "vi": "Đây là những gì đã diễn ra trong cuộc đua và các trò chơi cuối tuần."
    },
    "items": [
      {
        "number": 1,
        "sentence": "It started early on Saturday morning with a ten-mile race for adults.",
        "vi": "Nó bắt đầu sớm vào sáng thứ Bảy với cuộc đua mười dặm dành cho người lớn."
      },
      {
        "number": 2,
        "sentence": "Sixty men and women ran in this, and Ms Kamur won with a very fast time.",
        "vi": "Sáu mươi nam nữ tham gia cuộc đua này, và cô Kamur đã thắng với thời gian rất nhanh."
      },
      {
        "number": 3,
        "sentence": "After receiving the prize, the children's activities and competitions began.",
        "vi": "Sau khi nhận giải, các hoạt động và cuộc thi dành cho trẻ em bắt đầu."
      },
      {
        "number": 4,
        "sentence": "These activities included football, jumping, and swimming, and they had lots of fun.",
        "vi": "Các hoạt động này gồm bóng đá, nhảy và bơi lội, và họ đã có rất nhiều niềm vui."
      },
      {
        "number": 5,
        "sentence": "They were all very hungry after all these, so they enjoyed tasty food and drinks with their parents.",
        "vi": "Sau tất cả các hoạt động, mọi người đều rất đói nên họ thưởng thức đồ ăn, thức uống ngon cùng bố mẹ."
      }
    ],
    "answer": [
      1,
      2,
      3,
      4,
      5
    ]
  },
  {
    "id": 3,
    "vn_title": "3. The famous singer (đề mới cập nhật T10/2025) – thi nhiều",
    "type": "reading_part_2_3",
    "fixed": {
      "number": 0,
      "sentence": "Jaden Nobelton is just 18 years old and he is a well-known singer.",
      "vi": "Jaden Nobelton mới 18 tuổi và là một ca sĩ nổi tiếng."
    },
    "items": [
      {
        "number": 1,
        "sentence": "Before becoming famous at his age, he studied art and music in high school.",
        "vi": "Trước khi nổi tiếng ở độ tuổi này, anh ấy học mỹ thuật và âm nhạc ở trường trung học."
      },
      {
        "number": 2,
        "sentence": "During his studies, he learned about creativity and singing on stage.",
        "vi": "Trong thời gian học, anh ấy học về sự sáng tạo và cách hát trên sân khấu."
      },
      {
        "number": 3,
        "sentence": "In these performances, he often wears bright clothes and paints his face.",
        "vi": "Trong những buổi biểu diễn đó, anh ấy thường mặc quần áo sặc sỡ và vẽ mặt."
      },
      {
        "number": 4,
        "sentence": "His strange dressing and his songs made him attract attention.",
        "vi": "Cách ăn mặc khác lạ và các bài hát của anh ấy khiến anh ấy thu hút sự chú ý."
      },
      {
        "number": 5,
        "sentence": "Many people followed him on social media and he became a popular singer.",
        "vi": "Nhiều người theo dõi anh ấy trên mạng xã hội và anh ấy trở thành ca sĩ được nhiều người yêu thích."
      }
    ],
    "answer": [
      1,
      2,
      3,
      4,
      5
    ]
  },
  {
    "id": 4,
    "vn_title": "4. Preparing to Write about a Place (đề mới cập nhật T10/2025)",
    "type": "reading_part_2_3",
    "fixed": {
      "number": 0,
      "sentence": "Before writing, we need to find out some information about the place.",
      "vi": "Trước khi viết, chúng ta cần tìm một số thông tin về địa điểm đó."
    },
    "items": [
      {
        "number": 1,
        "sentence": "That information can revolve around the aspects: people, culture and history.",
        "vi": "Thông tin đó có thể xoay quanh các khía cạnh: con người, văn hóa và lịch sử."
      },
      {
        "number": 2,
        "sentence": "You may not find all the above information but you will find places with similarities.",
        "vi": "Bạn có thể không tìm được tất cả các thông tin trên nhưng sẽ tìm thấy những nơi có điểm giống nhau."
      },
      {
        "number": 3,
        "sentence": "When collecting information about the above 3 aspects, you can compare with places in your country.",
        "vi": "Khi thu thập thông tin về 3 khía cạnh trên, bạn có thể so sánh với các địa điểm ở nước mình."
      },
      {
        "number": 4,
        "sentence": "This comparison will help you find common points between countries.",
        "vi": "Sự so sánh này sẽ giúp bạn tìm ra những điểm chung giữa các quốc gia."
      }
    ],
    "answer": [
      1,
      2,
      3,
      4
    ]
  },
  {
    "id": 5,
    "vn_title": "5. Group presentation (đề mới cập nhật T10/2025) – thi nhiều",
    "type": "reading_part_2_3",
    "fixed": {
      "number": 0,
      "sentence": "First, we prepare materials for our group presentation.",
      "vi": "Đầu tiên, chúng tôi chuẩn bị tài liệu cho bài thuyết trình nhóm."
    },
    "items": [
      {
        "number": 1,
        "sentence": "Then, we present our topic for five minutes.",
        "vi": "Sau đó, chúng tôi trình bày chủ đề của mình trong năm phút."
      },
      {
        "number": 2,
        "sentence": "During the presentation, we use pictures and our own words to explain the ideas.",
        "vi": "Trong khi thuyết trình, chúng tôi dùng tranh và lời nói của chính mình để giải thích ý tưởng."
      },
      {
        "number": 3,
        "sentence": "After the presentation, the other students ask questions.",
        "vi": "Sau bài thuyết trình, các bạn học sinh khác đặt câu hỏi."
      },
      {
        "number": 4,
        "sentence": "Finally, group members take turns answering the questions.",
        "vi": "Cuối cùng, các thành viên trong nhóm lần lượt trả lời các câu hỏi."
      }
    ],
    "answer": [
      1,
      2,
      3,
      4
    ]
  },
  {
    "id": 6,
    "vn_title": "6. History of travel (đề mới cập nhật T11/2025) – chưa gặp mấy",
    "type": "reading_part_2_3",
    "fixed": {
      "number": 0,
      "sentence": "Travelling has changed over time.",
      "vi": "Việc đi lại đã thay đổi theo thời gian."
    },
    "items": [
      {
        "number": 1,
        "sentence": "In the past, only very rich people could afford to travel long distances.",
        "vi": "Trong quá khứ, chỉ những người rất giàu mới có khả năng đi xa."
      },
      {
        "number": 2,
        "sentence": "The invention of cars and trains had changed everything and made travelling cheaper.",
        "vi": "Sự ra đời của ô tô và tàu hỏa đã thay đổi mọi thứ và làm cho việc đi lại rẻ hơn."
      },
      {
        "number": 3,
        "sentence": "After these two means of transport, travelling becomes even easier with aeroplanes.",
        "vi": "Sau hai phương tiện này, việc đi lại còn dễ dàng hơn với máy bay."
      },
      {
        "number": 4,
        "sentence": "Because flying with them is so fast, more people now go abroad for holiday and business.",
        "vi": "Vì đi bằng máy bay rất nhanh nên ngày nay nhiều người ra nước ngoài du lịch và công tác hơn."
      },
      {
        "number": 5,
        "sentence": "It is more convenient to travel to other part of the world due to the improvement in transports.",
        "vi": "Nhờ sự cải tiến của các phương tiện giao thông, việc đi đến các nơi khác trên thế giới trở nên thuận tiện hơn."
      }
    ],
    "answer": [
      1,
      2,
      3,
      4,
      5
    ]
  },
  {
    "id": 7,
    "vn_title": "7. Tech Innovation Exposition (đề mới cập nhật T9/2025)",
    "type": "reading_part_2_3",
    "fixed": {
      "number": 0,
      "sentence": "The tech expo was held on Sunday morning, showcasing cutting-edge innovations.",
      "vi": "Triển lãm công nghệ được tổ chức vào sáng Chủ nhật, giới thiệu những đổi mới tiên tiến."
    },
    "items": [
      {
        "number": 1,
        "sentence": "Over 75 participants attended, with Ms. Tran presenting a smart home device.",
        "vi": "Hơn 75 người tham dự, trong đó cô Trân giới thiệu một thiết bị nhà thông minh."
      },
      {
        "number": 2,
        "sentence": "After the presentations, awards were given for the most creative prototype.",
        "vi": "Sau các bài thuyết trình, giải thưởng được trao cho mẫu sản phẩm sáng tạo nhất."
      },
      {
        "number": 3,
        "sentence": "Activities included 3D printing demos, AI workshops, and virtual reality trials.",
        "vi": "Các hoạt động bao gồm trình diễn in 3D, hội thảo về AI và trải nghiệm thực tế ảo."
      },
      {
        "number": 4,
        "sentence": "Attendees enjoyed networking over coffee and exploring interactive displays.",
        "vi": "Người tham dự vừa giao lưu trong lúc uống cà phê vừa khám phá các khu trưng bày tương tác."
      }
    ],
    "answer": [
      1,
      2,
      3,
      4
    ]
  },
  {
    "id": 8,
    "vn_title": "8. Internet of Things (IoT) (đề mới cập nhật T9/2025)",
    "type": "reading_part_2_3",
    "fixed": {
      "number": 0,
      "sentence": "The Internet of Things connects everyday devices to enhance functionality.",
      "vi": "Internet vạn vật kết nối các thiết bị hàng ngày để tăng chức năng."
    },
    "items": [
      {
        "number": 1,
        "sentence": "Early IoT devices were limited by slow internet speeds and compatibility issues.",
        "vi": "Các thiết bị IoT thời kỳ đầu bị giới hạn bởi tốc độ Internet chậm và vấn đề tương thích."
      },
      {
        "number": 2,
        "sentence": "High development costs restricted IoT adoption in the past.",
        "vi": "Chi phí phát triển cao đã hạn chế việc áp dụng IoT trước đây."
      },
      {
        "number": 3,
        "sentence": "Engineers now design smart devices for homes and industries.",
        "vi": "Hiện nay các kỹ sư thiết kế các thiết bị thông minh cho gia đình và công nghiệp."
      },
      {
        "number": 4,
        "sentence": "Modern IoT systems enable real-time data monitoring and automation.",
        "vi": "Các hệ thống IoT hiện đại cho phép giám sát dữ liệu theo thời gian thực và tự động hóa."
      }
    ],
    "answer": [
      1,
      2,
      3,
      4
    ]
  },
  {
    "id": 9,
    "vn_title": "9. A new cafe in town (đề mới cập nhật T11/2025) – thi nhiều",
    "type": "reading_part_2_3",
    "fixed": {
      "number": 0,
      "sentence": "There was a new café in town so I decided to give it a try.",
      "vi": "Có một quán cà phê mới trong thị trấn nên tôi quyết định thử."
    },
    "items": [
      {
        "number": 1,
        "sentence": "It was full of people, and the staff were working hard on their first day.",
        "vi": "Quán rất đông người và nhân viên làm việc rất chăm chỉ trong ngày đầu tiên."
      },
      {
        "number": 2,
        "sentence": "Despite the crowd, they found me a nice table and brought me a menu.",
        "vi": "Mặc dù đông nhưng họ vẫn tìm cho tôi một bàn đẹp và mang thực đơn đến."
      },
      {
        "number": 3,
        "sentence": "When I first looked at the menu, I was disappointed since I hoped to see a variety of dishes.",
        "vi": "Khi nhìn vào thực đơn lần đầu, tôi hơi thất vọng vì hy vọng thấy nhiều món hơn."
      },
      {
        "number": 4,
        "sentence": "I had to choose one of those, so I decided to choose the most expensive sandwich.",
        "vi": "Tôi phải chọn một trong số đó, nên quyết định chọn chiếc bánh sandwich đắt nhất."
      },
      {
        "number": 5,
        "sentence": "It was really good with cheese topping, and I would definitely go back to this place.",
        "vi": "Bánh rất ngon với lớp phô mai phía trên, và tôi chắc chắn sẽ quay lại quán này."
      }
    ],
    "answer": [
      1,
      2,
      3,
      4,
      5
    ]
  },
  {
    "id": 10,
    "vn_title": "10. End-of-term Project (đề mới cập nhật T9/2025) – thi nhiều",
    "type": "reading_part_2_3",
    "fixed": {
      "number": 0,
      "sentence": "These are the instructions for your end-of-term project.",
      "vi": "Đây là các hướng dẫn cho bài dự án cuối kỳ của bạn."
    },
    "items": [
      {
        "number": 1,
        "sentence": "For end of term project, you need to choose at least 2 of these.",
        "vi": "Với dự án cuối kỳ, bạn cần chọn ít nhất 2 trong số này."
      },
      {
        "number": 2,
        "sentence": "It needs to include relevant images and your own text about the topic.",
        "vi": "Bài làm cần có các hình ảnh liên quan và phần viết của chính bạn về chủ đề."
      },
      {
        "number": 3,
        "sentence": "Then you need to use images and written work to create a presentation.",
        "vi": "Sau đó bạn cần dùng hình ảnh và bài viết để tạo một bài thuyết trình."
      },
      {
        "number": 4,
        "sentence": "Your presentation offer your key points and you have around 5 minutes to talk.",
        "vi": "Bài thuyết trình của bạn nêu các ý chính và bạn có khoảng 5 phút để trình bày."
      },
      {
        "number": 5,
        "sentence": "After this time, other students are able to ask questions and you need to answer them.",
        "vi": "Sau thời gian này, các bạn khác có thể đặt câu hỏi và bạn cần trả lời."
      }
    ],
    "answer": [
      1,
      2,
      3,
      4,
      5
    ]
  },
  {
    "id": 11,
    "vn_title": "11. Music show at the park (đề mới cập nhật T11/2025) – thi nhiều",
    "type": "reading_part_2_3",
    "fixed": {
      "number": 0,
      "sentence": "Here are some directions and activities when visiting my place.",
      "vi": "Dưới đây là một số hướng dẫn và hoạt động khi ghé thăm chỗ tôi."
    },
    "items": [
      {
        "number": 1,
        "sentence": "The local authority planned, sponsored, and paid for everything.",
        "vi": "Chính quyền địa phương đã lên kế hoạch, tài trợ và chi trả cho mọi thứ."
      },
      {
        "number": 2,
        "sentence": "Because of this, it was free and five thousand people attended it.",
        "vi": "Vì vậy buổi biểu diễn miễn phí và có năm nghìn người tham dự."
      },
      {
        "number": 3,
        "sentence": "Many of them arrived early and visited nearby shops while they were waiting for it to begin.",
        "vi": "Nhiều người đến sớm và ghé các cửa hàng gần đó trong lúc chờ chương trình bắt đầu."
      },
      {
        "number": 4,
        "sentence": "The staff there had a busy day, but they were able to close early and watch the famous singer perform.",
        "vi": "Nhân viên ở đó có một ngày bận rộn, nhưng họ vẫn có thể đóng cửa sớm để xem ca sĩ nổi tiếng biểu diễn."
      },
      {
        "number": 5,
        "sentence": "He performed for two hours and everyone had great fun.",
        "vi": "Anh ấy biểu diễn trong hai giờ và mọi người đã có khoảng thời gian rất vui."
      }
    ],
    "answer": [
      1,
      2,
      3,
      4,
      5
    ]
  },
  {
    "id": 12,
    "vn_title": "12. College welcoming day (đề mới cập nhật T11/2025) – thi nhiều",
    "type": "reading_part_2_3",
    "fixed": {
      "number": 0,
      "sentence": "All students will attend the welcoming day on Monday, the 19th.",
      "vi": "Tất cả sinh viên sẽ tham dự ngày chào đón vào thứ Hai ngày 19."
    },
    "items": [
      {
        "number": 1,
        "sentence": "The day will begin at 10 a.m in the morning with a short presentation.",
        "vi": "Ngày này sẽ bắt đầu lúc 10 giờ sáng với một bài giới thiệu ngắn."
      },
      {
        "number": 2,
        "sentence": "At the end of this talk, you will meet the heads of departments and teachers.",
        "vi": "Kết thúc buổi nói chuyện, bạn sẽ gặp các trưởng khoa và giáo viên."
      },
      {
        "number": 3,
        "sentence": "These staff members will give you a guided tour in the buildings and our sport facilities in small groups.",
        "vi": "Những nhân viên này sẽ dẫn bạn tham quan các tòa nhà và cơ sở thể thao theo từng nhóm nhỏ."
      },
      {
        "number": 4,
        "sentence": "During this visit, you will need to stay with these students until lunch break.",
        "vi": "Trong chuyến tham quan, bạn sẽ cần ở cùng nhóm sinh viên này cho đến giờ nghỉ trưa."
      },
      {
        "number": 5,
        "sentence": "This meal will be provided on the second floor of the engineering building.",
        "vi": "Bữa ăn này sẽ được phục vụ tại tầng hai của tòa nhà kỹ thuật."
      }
    ],
    "answer": [
      1,
      2,
      3,
      4,
      5
    ]
  },
  {
    "id": 13,
    "vn_title": "13. African American Women in Space (đề mới cập nhật T11/2025) – thi nhiều",
    "type": "reading_part_2_3",
    "fixed": {
      "number": 0,
      "sentence": "This is the story of Mae, the first African-American woman to travel into space.",
      "vi": "Đây là câu chuyện về Mae, người phụ nữ Mỹ gốc Phi đầu tiên du hành vào vũ trụ."
    },
    "items": [
      {
        "number": 1,
        "sentence": "With the support from her parents, she went to university to study science.",
        "vi": "Nhờ sự ủng hộ của bố mẹ, cô vào đại học học ngành khoa học."
      },
      {
        "number": 2,
        "sentence": "Her degree enabled her to get a place on the training course in USA.",
        "vi": "Tấm bằng giúp cô có một suất trong khóa đào tạo tại Mỹ."
      },
      {
        "number": 3,
        "sentence": "This is about space, and it helps Mae to become a member of a research team.",
        "vi": "Khóa học này liên quan đến vũ trụ và giúp Mae trở thành thành viên của một nhóm nghiên cứu."
      },
      {
        "number": 4,
        "sentence": "As part of this group, she traveled to space and did a lot of experiments.",
        "vi": "Là thành viên của nhóm, cô đã bay vào vũ trụ và thực hiện nhiều thí nghiệm."
      },
      {
        "number": 5,
        "sentence": "Some of those were about growing plants and some animals in a spaceship.",
        "vi": "Một số thí nghiệm trong đó là trồng cây và nuôi một số loài động vật trên tàu vũ trụ."
      }
    ],
    "answer": [
      1,
      2,
      3,
      4,
      5
    ]
  },
  {
    "id": 14,
    "vn_title": "14. Travel (đề mới cập nhật T10/2025) – thi nhiều",
    "type": "reading_part_2_3",
    "fixed": {
      "number": 0,
      "sentence": "In the early 1800s, traveling is quite difficult.",
      "vi": "Vào đầu những năm 1800, việc đi lại khá khó khăn."
    },
    "items": [
      {
        "number": 1,
        "sentence": "At that time, only the very wealthy could afford to travel.",
        "vi": "Lúc đó, chỉ những người rất giàu mới có khả năng đi lại."
      },
      {
        "number": 2,
        "sentence": "Thanks to the invention of cars and trains, it became easier for people to travel.",
        "vi": "Nhờ sự phát minh ra ô tô và tàu hỏa, việc đi lại trở nên dễ dàng hơn."
      },
      {
        "number": 3,
        "sentence": "Not only the above 2 means of transport, people later had the opportunity to travel by aeroplanes.",
        "vi": "Không chỉ hai phương tiện trên, sau này mọi người còn có cơ hội đi lại bằng máy bay."
      },
      {
        "number": 4,
        "sentence": "Because flying is very fast, people can travel by this means to different locations for business or travel.",
        "vi": "Vì đi máy bay rất nhanh nên mọi người có thể dùng phương tiện này đến nhiều nơi khác nhau để công tác hoặc du lịch."
      },
      {
        "number": 5,
        "sentence": "Thanks to the great development of means of transport, today people can travel to other parts of the world.",
        "vi": "Nhờ sự phát triển mạnh mẽ của các phương tiện giao thông, ngày nay con người có thể đi đến những nơi khác trên thế giới."
      }
    ],
    "answer": [
      1,
      2,
      3,
      4,
      5
    ]
  }
]